[
    {
        "filename": "Tables, Charts, and Graphs.pdf",
        "chunk_index": 0,
        "chunk_text": "Tables, Charts, and \nGraphs \nwith Examples from History, Economics, \nEducation, Psychology, Urban Affairs and Everyday Life\nREVISED: MICHAEL LOLKUS 2018Tables, Charts, and \nGraphs BasicsWe use charts and graphs to visualize data.  \nThis data can either be generated data, data gathered from \nan experiment, or data collected from some source.\nA picture tells a thousand words so it is not a surprise that many people use charts and graphs when explaining data.Types of Visual \nRepresentations of DataTable of Yearly U.S. GDP by \nIndustry (in millions of dollars)\nYear 2010 2011 2012 2013 2014 2015\nAll Industries 26093515 27535971 28663246 29601191 30895407 31397023\nManufacturing 4992521 5581942 5841608 5953299 6047477 5829554\nFinance,\nInsurance, Real \nEstate, Rental, \nLeasing4522451 4618678 4797313 5031881 5339678 5597018\nArts, \nEntertainment, \nRecreation, \nAccommodation,\nand Food Service964032 1015238 1076249 1120496 1189646 1283813\nOther 15614511 16320113 16948076 17495515 18318606 18686638Source: U.S. Bureau of Labor Statistics19%\n18%\n4%59%2015 U.S. GDP (in millions of dollars)\nManufacturing\nFinance, insurance, real\nestate, rental, and\nleasing\nArts, entertainment,recreation,\naccommodation, and\nfood services\nOther•The chart below is called a pie chart.  It shows what \npercent “of the pie” a particular category occupies \nout of the whole.\n•If total GDP in 2015 is the entire pie, then \nmanufacturing makes up 19% of that pie and finance makes up 18%.  Notice that visually speaking, since 19% and 18% are so close to each other in value, their respective slices of the pie are similarly sized.Pie charts can be misleading when the slices do not \ncorrespond with the percent contribution to the whole pie.\nNotice the pie chart below is not very intuitive.\nExample from Everyday Life\n19%\n10%\n15%\n5%26%25%Family Budget of $31,000\nOther\nRecreation\nTransportation\nClothing\nhousing\nFoodThe following chart shows how a family spends its yearly income of $31,000. \nHow much money does this family spend on transportation?  Solution\nThe chart indicates that 15% of the income is spent on \ntransportation. We must answer the question: 15% of $31,000 is what?\nWriting as an equation and solving, we get \nn = 0.15 x 31,000 = 4650\nSo the family spends $4650 on transportation yearly.0 5 10 15 20 25 30 35All industriesManufacturingFinance, insurance, real estate, rental, and leasingArts, entertainment, recrea tion, accommodation, and food\nservicesOther\nDollars2015 GDP (in trillions of dollars)•The graph below is called a bar graph.  \n•It shows each of the variables independent of each other, each \nwith its own bar.\n•2015 GDP for all industries was $31.397023; looking at the graph, \nthe bar for all industries is just above $30.\n•One is still be able compare each variable with the other by \ncomparing bars.•The graph below is called a line graph.  It shows how a variable \nevolves with respect to another variable.  In the line graph below, we \nshow how GDP has evolved by year.\n05101520253035\n1947\n1950\n19531956\n1959\n19621965\n1968\n19711974\n1977\n19801983\n1986\n19891992\n1995\n19982001\n2004\n2007\n2010\n2013Dollars\nYearYearly Total GDP (in trillions of dollars)\nYearly Total GDPWhen to use a Line Graph, Pie \nChart, or Bar Graph?\nWe use the pie chart here to compare parts of a whole.  \nIn our example, we compared components of US GDP.\nThe line chart is useful when you want to show how a \nvariable changes over time.  For our purposes, we used it \nshow how GDP changed over time.\nBar graphs are good for comparing different groups of \nvariables.  We used it to compare different components of US GDP.  We did the same with the pie chart; depending on your purposes you may choose to use a pie chart or a bar graph.xy\n00\n13\n2639\n41 2\n51 561 8\n72 1\n82 4•If given a table of data, we should be able to plot it.  Below is \nsome sample data; plot the data with x on the x-axis and y on the y-axis.051015202530\n012345678•Below is a plot of the data on the table from the previous \nslide.  Notice that this plot is a straight line meaning that a linear equation must have generated this data.\n•What if the data is not generated by a linear equation?  We can \nfit the data using a linear regression and use that line as an approximation to the data.  Regressions are beyond the scope of this workshop.Example from Urban Affairs\nWhat kind of bar graph is this?\nWhose life expectancy has changed the most since 1925?\nIn 1925, about how much longer was a woman expected \nto live than a man?\nExample from History\nIn what years were the affiliations for \nRepublicans and Independents the same?During what time period did the party affiliations have the most change?Example from Education\nWhat percent of the total \nclass received grades of 72 or 77?\nWhich grade showed the \nlargest difference between males and females?Example from Psychology\nWhat do you notice \nis different in this graph than the others reviewed so far?"
    }
]